{
  "title": "Maths, am I pregnant?",
  "intro": "This website helps you calculate the probability of getting pregnant based on the data you put in form below. It is completely safe and anonymous. The results are based on the scientific research that will be linked alongside your results.",
  "back": "back",
  "yes": "Yes",
  "no": "No",
  "submit": "Submit",
  "intercourseH": "Intercourse",
  "intercourseD": "In order for conception, the semen must be inside vagina. That may happen during the vaginal intercourse or non-vaginal intercourse if sperm has been deposited very close to vagina.",
  "hadIntercourse": "Did you have that kind of intercourse?",
  "whenIntercourse": "When did you have the intercourse?",
  "hadContraception": "Did you use any kind of contraception? Choose yes only if you're sure the contraception was used correctly.",
  "whatContraception": "What contraception did you use?",
  "Implant": "Implant",
  "IUD LNG": "IUD LNG",
  "IUD Copper T": "IUD Copper T",
  "Injection": "Injection",
  "Pill": "Pill",
  "Patch": "Patch",
  "Ring": "Ring",
  "Diaphram": "Diaphram",
  "Male Condom": "Male Condom",
  "Female Condom": "Female Condom",
  "Withdrawal": "Withdrawal",
  "menstruationH": "Your menstruation cycle",
  "menstruationD": "The menstrual cycle is the time from the first day of your period to the day before your next period. The average length is 28 days, but it can vary from 21 to 40 days. The ovulation day usually happens around 10 to 16 days before the next period. You can only get pregnant during your ‘fertile window’ that is the day an egg is released from the ovary (ovulation) and around 5 days beforehand.",
  "menstruationLink": "https://www.nhs.uk/conditions/periods/fertility-in-the-menstrual-cycle/",
  "menstruationLinkPlaceholder": "Learn more about it...",
  "ovulation": "Do you know when was the day of your ovulation (the closest to the date of the intercourse)?",
  "whenOvulation": "When was the day of your ovulation (the closest to the date of the intercourse)?",
  "menstruationLength": "How long is your menstrual cycle? ",
  "whenPeriod": "When did you start your last period?",
  "age": "How old are you?",
  "ageAnswer1": "Less than 35 years",
  "ageAnswer2": "At least 35 years",
  "resultProbability": "The probability of you getting pregnant is around: "
}
